const announcements = [
  {
    id: '1',
    title: 'ประกาศครั้งที่ 1',
    description:
      'ฉันคือประกาศครั้งที่ 1 ฉันคือประกาศครั้งที่ 1 ฉันคือประกาศครั้งที่ 1 ฉันคือประกาศครั้งที่ 1',
    createdAt: 1650354639000,
  },
  {
    id: '2',
    title: 'ประกาศครั้งที่ 2',
    description:
      'ฉันคือประกาศครั้งที่ 2 ฉันคือประกาศครั้งที่ 2 ฉันคือประกาศครั้งที่ 2 ฉันคือประกาศครั้งที่ 2',
    createdAt: 1650354639000,
  },
  {
    id: '3',
    title: 'ประกาศครั้งที่ 3',
    description:
      'ฉันคือประกาศครั้งที่ 3 ฉันคือประกาศครั้งที่ 3 ฉันคือประกาศครั้งที่ 3 ฉันคือประกาศครั้งที่ 3',
    createdAt: 1650354639000,
  },
];
export default announcements;
