const Annoucement = [
  {
    id: '1',
    title: 'ขออนุญาติปรับขึ้นค่าบริการ',
    description:
      ' เนื่องจากทางเรามีค่าใช้จ่ายเพิ่มเติมในส่วนของตัวเว็บ จึงขออนุญาติปรับขึ้นราคาในการสมัครสมาชิก จาก 100 เป็น 250 บาท เนื่องจากทางเรามีค่าใช้จ่ายเพิ่มเติมในส่วนของตัวเว็บ จึงขออนุญาติปรับขึ้นราคาในการสมัครสมาชิก จาก 100 เป็น 250 บาท เนื่องจากทางเรามีค่าใช้จ่ายเพิ่มเติมในส่วนของตัวเว็บ',
    createdAt: '2020-01-01',
  },
  {
    id: '2',
    title: 'กรุณาชำระค่าบริการก่อนกำหนด',
    description:
      ' เนื่องจากทางเรามีค่าใช้จ่ายเพิ่มเติมในส่วนของตัวเว็บ จึงขออนุญาติปรับขึ้นราคาในการสมัครสมาชิก จาก 100 เป็น 250 บาท เนื่องจากทางเรามีค่าใช้จ่ายเพิ่มเติมในส่วนของตัวเว็บ จึงขออนุญาติปรับขึ้นราคาในการสมัครสมาชิก จาก 100 เป็น 250 บาท เนื่องจากทางเรามีค่าใช้จ่ายเพิ่มเติมในส่วนของตัวเว็บ',
    createdAt: '2020-01-01',
  },
];

export default Annoucement;
