import React from 'react';

const ImageGuideLine: React.FC = () => {
  return (
    <div className="text-lg">
      <p className="text-center font-bold">**กรุณาอ่านก่อนเขียนบทความ**</p>
      <ul>
        <li>
          1. รูปภาพที่อัพโหลดลงในบทความรูปแรกจะถูกเลือกเป็น
          <b>ภาพหน้าปกของบทความ</b>
        </li>
        <li>
          2. หากต้องการวางรูปภาพจาก URL ต้องลงท้ายด้วย <b>.jpg</b> หรือ{' '}
          <b>.png</b> เท่านั้น
        </li>
        <li>
          3. รูปภาพที่เป็นภาพหน้าปกของบทความควรจะเป็น
          <b>ภาพแนวนอน (Landscape) ที่มีอัตราส่วน 16:9 หรือ 4:3</b>
        </li>
        <li>
          4. ต้องบันทึกบทความก่อนจึงจะสามารถใช้งานโหมด <b>Preview</b>{' '}
        </li>
        {/* <li>
          5. กรณีที่เริ่มต้นบทความด้วยการอัพโหลดรูปภาพ
          ข้อความแรกหลังจากรูปภาพจะถูกใช้เป็นชื่อของบทความ
        </li> */}
        <li>
          5. ข้อความที่เป็นประเภท <b>Heading</b>{' '}
          ข้อความแรกจะถูกใช้เป็นชื่อของบทความ
        </li>
        <li>
          6. ชื่อของผู้เขียนบทความจะต้องเป็นตัวอักษร<b>ภาษาไทย</b>หรือ
          <b>ภาษาอังกฤษ</b>เท่านั้น
        </li>
      </ul>
    </div>
  );
};

export default ImageGuideLine;
